handleResponseField(
	{
	  "infos":{
            "oitem":[
           	 	{
					ordername:'傻逼潘磊',
					orderprice:'4.25',
					ordertime:'2015.12.09',
					orderweek:'周八',
					orderhour:'09:00-12:00',
					ordersurp:'100',
					ordercontent:'一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十'
				},
				{
					ordername:'傻逼潘磊2',
					orderprice:'4.15',
					ordertime:'2015.12.09',
					orderweek:'周八',
					orderhour:'09:00-12:00',
					ordersurp:'20',
					ordercontent:'一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十'
				},
				{
					ordername:'傻逼潘磊3',
					orderprice:'4.5',
					ordertime:'2015.12.09',
					orderweek:'周八',
					orderhour:'09:00-12:00',
					ordersurp:'400',
					ordercontent:'一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十'
				},
				{
					ordername:'傻逼潘磊4',
					orderprice:'4.15',
					ordertime:'2015.12.09',
					orderweek:'周八',
					orderhour:'09:00-12:00',
					ordersurp:'50',
					ordercontent:'一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十 一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十'
				}
           ]
	  },

	  "type":"200",

	  "msg":"欢迎入场"
	}
)